{
    "Name": "Nome",
    "E-Mail Address": "E-mail",
    "Password": "Senha",
    "Confirm": "Confirmar",
    "Confirm Password": "Confirmação de senha",
    "Remember Me": "Manter conectado",
    "Remember me": "Manter conectado",
    "Forgot Your Password?": "Esqueceu sua senha?",
    "Forgot your password?": "Esqueceu sua senha?",
    "Already registered?": "Já registrado?",
    "Wellcome to": "Bem-vindo ao",
    "Login": "Entrar",
    "Log in": "Entrar",
    "Register": "Cadastre-se",
    "Home": "Principal",
    "Logout": "Sair",
    "Phone": "Celular",
    "Tax ID": "CPF",
    "ZIP": "CEP",
    "Toggle navigation": "Alternar navegação",
    "Verify my phone": "Verificar meu telefone",
    "Send": "Enviar",
    "Validate": "Validar",
    "Or": "OU",
    "in": "no",
    "at": "em",
    "Exit": "Sair",
    "Yes": "Sim",
    "No": "Não",
    "No description": "Sem descrição",
    "Fill in all mandatory fields.": "Preencha todos os campos obrigatórios.",
    "Review sent successfully!": "Avaliação enviada com sucesso!",
    "Nevermind": "Deixa pra lá",
    "Verify Your Email Address": "Verifique seu endereço de e-mail",
    "A fresh verification link has been sent to your email address.": "Um novo link de verificação foi enviado para seu e-mail",
    "Before proceeding, please check your email for a verification link.": "Antes de prosseguir, por favor, veja se recebeu o link de verificação em seu e-mail",
    "If you did not receive the email": "Se você não recebeu o e-mail",
    "click here to request another": "clique aqui para solicitar outro",
    "Please click the button below to verify your email address.": "Clique no botão abaixo para verificar seu endereço de e-mail",
    "Your feedback helps others find the best professionals.": "Seu feedback ajuda outras pessoas a encontrarem os melhores profissionais.",
    "Verify Email Address": "Verificar E-mail",
    "Important!": "Importante!",
    "The blocks “Skills”, “Localities Served” and “Portfolio” were enabled in your profile. You will notice that the header will contain the professional note that you will receive from your clients for the services provided. Complete your profile and have a better chance of getting customers.": "Foram habilitados os blocos “Habilidades”, “Localidades Atendidas” e “Portfólio” em seu perfil. Irá observar que no cabeçalho constará a nota profissional que você receberá de seus clientes pelos serviços prestados. Complete seu perfil e tenha maiores chances de conseguir clientes.",
    "If you did not create an account, no further action is required.": "Se você não criou a conta, favor desconsiderar este e-mail",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Se você estiver com problemas para clicar no botão \":actionText\", copie e cole o URL abaixo\nem seu navegador da web:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser: [:displayableActionUrl](:actionURL)": "Se você estiver com problemas para clicar no botão \":actionText\", copie e cole o URL abaixo\nem seu navegador da web: [:displayableActionUrl](:actionURL)",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Sem problemas. Apenas informe seu endereço de e-mail que enviaremos um link que te permitirá definir uma nova senha.",
    "Send Password Reset Link": "Enviar link",
    "Email Password Reset Link": "Enviar link",
    "Reset Password": "Modificar Senha",
    "This is a secure area of the application. Please confirm your password before continuing.": "Essa é uma área segura da aplicação. Por favor confirme sua senha antes de continuar.",
    "You are receiving this email because we received a password reset request for your account.": "Você está recebendo este e-mail porque recebemos uma solicitação de redefinição de senha para sua conta.",
    "If you did not request a password reset, no further action is required.": "Se você não solicitou a redefinição de senha, nenhuma ação adicional será necessária.",
    "This password reset link will expire in :count minutes.": "Este link de redefinição de senha expirará em :count minutos.",
    "Please confirm your password before continuing.": "Por favor, confirme sua senha para continuar.",
    "Hello!": "Olá!",
    "Regards": "um abraço,",
    "Reset Password Notification": "[Trabalista] Redefinição de senha",
    "All rights reserved.": "Todos os direitos reservados.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "O campo :attribute deve ter pelo menos :length e conter pelo menos um caractere maiúsculo.",
    "The :attribute must be at least :length characters and contain at least one number.": "O campo :attribute deve ter pelo menos :length caracteres e conter pelo menos um número.",
    "The :attribute must be at least :length characters and contain at least one special character.": "O campo :attribute deve ter pelo menos :length caracteres e conter pelo menos um caractere especial.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "O campo :attribute deve ter pelo menos :length caracteres e conter pelo menos um caractere maiúsculo e um número.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "O campo :attribute deve ter pelo menos :length caracteres e conter pelo menos um caractere maiúsculo e um caractere especial.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "O campo :attribute deve ter pelo menos :length caracteres e conter pelo menos um caractere maiúsculo, um número e um caractere especial.",
    "The :attribute must be at least :length characters.": "O campo :attribute deve ter pelo menos :length caracteres.",
    "You have been invited to join the :team team!": "Você foi convidado para entrar no time :team!",
    "Do not make payments without being sure of the advertised service.": "Não faça pagamentos sem ter certeza do serviço anunciado.",
    "Watch out for below market prices and excess facilities.": "Fique atento a preços abaixo do mercado e excessos de facilidades.",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Caso não tenha uma conta, você pode criar uma usando o botão abaixo. Após criar a conta, você pode clicar no botão de aceitar convite nesse e-mail para aceitar o convite para o time",
    "Create Account": "Criar Conta",
    "Safety tip": "Dica de segurança",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Se já tiver uma conta, você pode aceitar esse convite através do botão abaixo:",
    "Accept Invitation": "Aceitar Convite",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Se você não sabe porque está recebendo um convite para esse time, pode descartar esse e-mail",
    "You are logged in!": "Você está logado!",
    "Dashboard": "Central do Usuário",
    "Tap a star to rate*": "Toque em uma estrelas para avaliar*",
    "Your evaluation will be lost": "Sua avaliação será perdida",
    "Do you want to continue with the assessment?": "Você deseja continuar com a avaliação?",
    "Rate": "Avaliar",
    "Yes, I want to rate": "Sim, quero avaliar",
    "Tell us about your experience with": "Conte-nos sobre sua experiência com",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "O campo :attribute deve conter pelo menos uma letra maiúscula e uma letra minúscula.",
    "The :attribute must contain at least one letter.": "O campo :attribute deve conter pelo menos uma letra.",
    "The :attribute must contain at least one symbol.": "O campo :attribute deve conter pelo menos um símbolo.",
    "The :attribute must contain at least one number.": "O campo :attribute deve conter pelo menos um número.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "A senha que você inseriu em :attribute está em um vazamento de dados. Por favor escolha uma senha diferente.",
	"Are you sure you want to delete this ad?": "Tem certeza que deseja excluir este anúncio?",
    "When you DELETE the ad it will be removed from Home, “My Ads” and “Favorites List”.": "Ao EXCLUIR o anúncio ele será removido da Home, “Meus anúncios” e “Listagem de favoritos”.",
    "Delete Account": "Deletar Conta",
    "Terrible": "Péssimo",
    "Bad": "Ruim",
    "Reasonable": "Razoável",
    "Very good": "Muito bom",
    "Excelent": "Excelente",
    "Would you recommend this professional?*": "Recomendaria este profissional?*",
    "Make a comment": "Faça um comentário",
    "View advertisement": "Visualizar anúncio",
    "Tell us how this professional performed and help other people in the community with your feedback.": "Conte como foi a atuação desse profissional e ajude outras pessoas da comunidade com o seu feedback.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account." : "Você tem certeza que quer deletar essa conta? Uma vez que sua conta é deletada, todos os dados serão permanentemente deletados. Por favor, entre com a sua senha para confirmar que você quer deletar permanentemente sua conta.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Depois que sua conta for excluída, todos os seus recursos e dados serão excluídos permanentemente. Antes de excluir sua conta, baixe todos os dados ou informações que deseja reter.",
    "Permanently delete your account.": "Deleta permanentemente a sua conta.",
    "Activating this toggle, the system will enable the blocks of &#34;Skills&#34;, &#34;Localities Served&#34; and &#34;Portfolio&#34;. The header will also contain the professional note.": "Ativando este toggle o sistema irá habiltar os blocos de &#34;Habilidades&#34;, &#34;Localidades Atendidas&#34; e &#34;Portfólio&#34;. No cabeçalho constará a nota profissional também.",
    "Do I want to offer services in Trabalista?": "Desejo oferecer serviços no Trabalista?",
    "What are expired and inactive ads?": "O que são anúncios expirados e inativos?",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password." : "Se necessário, você pode sair de todas as outras sessões do navegador em todos os seus dispositivos. Algumas de suas sessões recentes estão listadas abaixo; no entanto, esta lista pode não ser exaustiva. Se você acha que sua conta foi comprometida, você também deve atualizar sua senha.",
    "Browser Sessions": "Sessões do navegador",
    "Manage and log out your active sessions on other browsers and devices.": "Gerencie e saia de suas sessões ativas em outros navegadores e dispositivos.",
    "Update Password": "Atualizar a senha",
    "Ensure your account is using a long, random password to stay secure.": "Certifique-se de que sua conta esteja usando uma senha longa e aleatória para permanecer segura.",
    "Profile Information": "Informação do Perfil",
    "Is <strong>offering</strong> services": "Está <strong>oferecendo</strong> serviços",
    "Is <strong>looking</strong> for a professional": "Está <strong>buscando</strong> profissional",
    "Update your account's profile information and email address.": "Atualize as informações do perfil da sua conta e o endereço de e-mail.",
    "Profile": "Meu Perfil",
    "My Account": "Minha Conta",
    "Save": "Salvar",
    "Current Password": "Senha Atual",
    "New Password": "Nova Senha",
    "Confirm password": "Confirmar Senha",
    "Change my password": "Alterar minha senha",
    "Change": "Alterar",
    "Change your password":"Altere sua senha",
    "Log Out Other Browser Sessions": "Sair de outras sessões do navegador",
    "Log Out": "Sair",
    "Next Step": "Avançar",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Obrigado por se registrar! Antes de começar, precisamos que você verifique seu endereço de email clicando no link que acabamos de enviar para o seu email. Se você não recebeu nossa mensagem, clique abaixo que a gente te reenvia agora mesmo.",
    "Resend Verification Email": "Reenviar email de verificação",
    "By clicking on the button below I agree to the :terms_of_service and :privacy_policy": "Ao se registrar você concorda com os :terms_of_service e a :privacy_policy",
    "Terms of Service": "Termos de Uso",
    "Privacy": "Privacidade",
    "Or simply Sign up / Login with your Social Account!": "Ou simplesmente conecte-se com a sua Conta Social",
    "Continue with Google": "Entrar com Google",
    "Continue with Facebook": "Entrar com Facebook",
    "Whoops! Something went wrong.": "Opa! Alguma coisa deu errado.",
    "Pick Action": "Para Onde",
    "Change Password": "Alterar Senha",
    "Save changes": "Salvar alterações",
    "Enter login": "Faça Login",
    "Don't have an account?": "Não possui conta?",
    "A new verification link has been sent to the email address you provided during registration.": "A novo link de verificação foi enviado ao endereço de email que você forneceu durante o carastro.",
    "verification-phone-sent": "Um novo código foi enviado ao seu telefone",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Se você está tendo problemas ao clicar no botão \":actionText\", copie e cole o endereço abaixo no seu navegador:",
    "Portfolio": "Portfólio",
    "Pending": "Pendente",
    "Active": "Ativo",
    "Inactive": "Inativo",
    "Expired": "Expirado",
    "Filters": "Filtros",
    "Apply filters": "Aplicar filtros",
    "Looks like there aren't any ads for what you're looking for.": "Parece que não existem anúncios para o que você procura.",
    "My advertisements": "Meus anúncios",
    "Advertised services": "Serviços anunciados",
    "You don&apos;t have any ads created yet.": "Você ainda não possui anúncios criados.",
    "Terms message": "Será enviada uma mensagem de texto para confirmar seu número de celular. Não se preocupe, essa informação não será repassada a terceiros.",
    "We send a code to": "Enviamos um código para",
    "Resend code": "Reenviar",
    "Didn't receive the code?": "Não recebeu o código?",
    "Enter this code to validate your registration": "Digite esse código para validar seu cadastro",
    "Wait up to 10 seconds": "Aguarde até 10 segundos",
    "Ad limit reached!": "Limite de anúncios atingido!",
    "This profile has no information to display.": "Este perfil não possui informações a serem exibidas.",
    "Chat": "Conversar",
    "Evaluate professional": "Avaliar profissional",
    "View profile": "Ver perfil",
    "Tell us your main objective": "Conte pra gente qual o seu principal objetivo no Trabalista",
    "About me": "Sobre mim",
    "This profile has no information to display": "Este perfil não possui informações a serem exibidas",
    "Ad inactive!": "Anúncio inativo!",
    "Updated successfully!": "Atualizado com sucesso!",
    "Deleted successfully!": "Excluído com sucesso!",
    "8 or more characters": "8 ou mais caracteres",
    "Manage Address": "Gerenciar Endereços",
    "Delete address": "Excluir endereço",
    "Advertiser data" : "Dados do anunciante",
    "Confirm delete address": "Deseja excluir esse endereço da sua lista?",
    "Yes, I want to delete": "Sim, quero excluir",
    "Is offering services": "Está oferecendo serviços",
    "To disable, delete service ads!": "Para desabilitar, exclua os anúncios de serviço!",
    "Is looking for a professional": "Está buscando profissional",
    "Are you sure you want to disable this ad?": "Tem certeza que deseja inativar este anúncio?",
    "Your review will be lost": "Sua avaliação será perdida",
    "By inactivating the ad it will be removed from Home. In “My Ads” and “Favorites List” it will have the information “Inactive”.": "Ao inativar o anúncio ele será removido da Home. Em “Meus anúncios” e “Listagem de favoritos” ele ficará com o informativo “Inativo”.",
    "Yes, I want to inactivate": "Sim, quero inativar",
    "Your feedback helps a community": "Seu feedback ajuda uma comunidade",
    "Looking for a professional": "Buscando profissional",
    "Promoting service": "Divulgando serviço",

    "Search skill": "Buscar habilidade",
    "Search city": "Buscar cidade",
    "Search category": "Buscar categoria",
    "Select a skill related to the service you are in need of.": "Selecione uma habilidade referente ao serviço que está precisando.",
    "Add the cities where you provide your services to be found more easily.": "Adicione as cidades em que você presta seus serviços para ser encontrado mais facilmente.",
    "Inform the city that you are looking for a professional.": "Informe a cidade que você está procurando um profissional.",

    "Your ad has been successfully created!": "Seu anúncio foi criado com sucesso!",
    "You have already rated this professional!": "Você já avaliou este profissional!",
    "You've just created a service offering ad, so we've released more features on your profile to make you more attractive.": "Você acabou de criar um anúncio de oferta de serviços, por isso liberamos mais recursos no seu perfil para torná-lo mais atrativo.",
    "You have just created an ad looking for a professional for the service you need, now just wait and soon someone will contact you.": "Você acabou de criar um anúncio procurando um profissional para o serviço que precisa, agora é só aguardar que logo logo alguém entrará em contato.",
    "You have just created a service offering ad, now you just have to wait and soon someone will contact you.": "Você acabou de criar um anúncio de oferta de serviços, agora é só aguardar que logo logo alguém entrará em contato.",
    "Go to Home": "Ir para Home",

    "Edit Account Data":"Editar dados da conta",

    "Enter your name": "Insira seu nome:",
    "Enter your email": "Insira seu e-mail:",
    "Enter your password": "Insira sua senha:",
    "Confirm your password": "Confirme a senha:",
    "Enter your current password": "Insira sua senha atual:",
    "Enter your new password": "Insira sua nova senha:",
    "Insert your phone number": "Insira seu celular:",
    "Inform your CPF": "Informe seu CPF:",
    "Inform your zip code": "Informe seu CEP:",
    "Enter the validation code": "Digite o código de validação",

    "Email label": "E-mail",
    "BirthDate label": "Data Nascimento",
    "Gender label": "Gênero",
    "Male": "Masculino",
    "Female": "Feminino",
    "I prefer not to inform": "Prefiro não informar",
    "Address": "Endereço",


    "Create Ad": "Criar anúncio",
    "Ad type": "Tipo de anúncio",
    "Clear filters": "Limpar filtros",
    "What do you need? :)": "O que você precisa? :)",
    "Advertise a service": "Divulgar um serviço",
    "Find a professional": "Procurar um profissional",
    "Ad title": "Título do anúncio",
    "Description": "Descrição",
    "Skill": "Habilidade",
    "Locations served": "Localidades atendidas",
    "Location": "Localidade",
    "Remote work": "Trabalho remoto",
    "Advertisements of": "Anúncios de",
    "Remote": "Remoto",

    "Update Ad": "Editar anúncio",

    "Ad placeholder title": "Ex: Reparos e reformas residenciais",
    "Ad placeholder description": "Ex: Procuro pedreiro para  reformas e pequenos reparos em casa e apartamentos na região de Florianópolis.",

    "/register": "/cadastro",
    "/logout": "/sair",
    "/login": "/entrar",
    "/forgot-password": "/esqueci-senha",
    "/reset-password": "/recuperar-senha",
    "/reset-password/{token}": "/recuperar-senha/{token}",
    "/user/profile-information": "/usuario/perfil",
    "/user/password": "/usuario/senha",
    "/user/confirm-password": "/usuario/confirmar-senha",
    "/user/confirmed-password-status": "/usuario/senha-confirmada",
    "/dashboard": "/central-usuario",
    "/register-step2": "/completar-cadastro",
    "/verify-phone": "/verificar-telefone",
    "/store-verify-phone": "/confirmar-verificacao",
    "/resend-verify-phone": "/reenviar-verificacao",
    "/pick-action": "/para-onde",
    "/edit-profile": "/editar-perfil",
    "/store-profile": "/salvar-perfil",
    "/store-professional": "/salvar-modo-perfil",
    "/store-about-me": "/salvar-sobre-mim",
    "/store-categories": "/salvar-categorias",
    "/store-locations": "/salvar-localidades",
    "/store-profile-picture": "/salvar-avatar",
    "/store-portfolio-pic": "/salvar-foto-portfolio",
    "/delete-portfolio-pic": "/excluir-foto-portfolio",
    "/store-password": "/salvar-senha",
    "/my-profile": "/meu-perfil",
    "/my-account": "/minha-conta",
    "/my-home": "/inicio",
    "/update-password": "/alterar-senha",
    "/manage-addresses": "/gerenciar-enderecos",
    "/favorites": "/favoritos",
    "/address": "/endereco",
    "/store-address": "/salvar-endereco",
    "/delete-address": "/excluir-endereco",
    "/locate-address-data": "/localizar-endereco",
    "/categories/query": "/habilidades/buscar",
    "/locations/query": "/localidades/buscar",
    "/terms-of-service": "/termos-de-uso",
    "/privacy-policy": "/politica-privacidade",

    "/edit-phone": "/alterar-telefone",
    "/store-new-phone": "/salvar-telefone",
    "/verify-new-phone": "/verificar-novo-telefone",
    "/store-verify-new-phone": "/confirmar-verificacao-novo-telefone",
    "/resend-verify-new-phone": "/reenviar-verificacao-novo-telefone",

    "Created ad": "Anúncio criado",

    "/create-ad": "/criar-anuncio",
    "/success-ad-created": "/anuncio-criado",
    "/store-ad": "/salvar-anuncio",
    "/update-ad": "/editar-anuncio",
    "/store-ad-pic": "salvar-foto-anuncio",

    "failed": "Usuário ou senha inválidos.",
    "password": "Usuário ou senha inválidos",
    "throttle": "Muitas tentativas de login. Tente novamente em :seconds segundos.",
    "previous": "&laquo; Anterior",
    "next": "Próximo &raquo;",
    "reset": "Sua senha foi redefinida!",
    "sent": "Enviamos seu link de redefinição de senha por e-mail!",
    "throttled": "Aguarde antes de tentar novamente.",
    "token": "Este token de redefinição de senha é inválido.",
    "user": "Não encontramos um usuário com esse endereço de e-mail."
}
